{
  "computers": {
    "question": {
      "computers_tower_goal": {
        "label": "Подберем компьютер, который подходит именно вам",
        "option": {
          "game": "Для игр",
          "work": "Для офисной работы и учебы",
          "graphics": "Для работы с графикой и видео",
          "programming": "Для программирования",
          "home": "Для дома",
          "gos": "Для государственных компаний"
        }
      },
      "computers_storage_capacity": {
        "label": "Какой объем информации вы планируете хранить на компьютере?",
        "option": {
          "250_less": "Совсем немного, до 256 Гб",
          "512_less": "Среднее количество, до 512 Гб",
          "1000_more": "Большое количество, 1 Тб и более",
          "all": "Хочу посмотрть все варианты"
        }
      },
      "computers_os": {
        "label": "Какую операционную систему предпочитаете?",
        "option": {
          "windows": "Windows",
          "macos": "MacOS или Apple OS",
          "linux": "Linux",
          "dos": "DOS",
          "not_os": "Без операционной системы",
          "other_os": "Другие операционные системы",
          "all": "Хочу посмотреть разные варианты"
        }
      },
      "computers_price": {
        "label": "В какой ценовой категории будем делать подборку?",
        "option": {
          "inexpensive": "Хотелось бы недорогую модель",
          "average": "Подбираю в среднем ценовом диапазоне",
          "expensive": "Готов рассмотреть дорогой вариант",
          "all": "Цена не имеет значения, хочу посмотреть всё"
        }
      },
      "computers_power": {
        "label": "Насколько мощный компьютер хотелось бы?",
        "option": {
          "16_cores": "Хочу выбрать вариант помощнее, на всякий случай",
          "4_cores": "Нужен самый простой вариант",
          "8_cores": "Ищу что-то среднее, чтобы просто быстро работал"
        }
      },
      "computers_storage_capacity_gos": {
        "label": "Какой объем информации вы планируете хранить на компьютере?",
        "option": {
          "250_less": "Совсем немного, до 256 Гб",
          "512_less": "Среднее количество, до 512 Гб",
          "1000_more": "Большое количество, 1 Тб и более",
          "all": "Хочу посмотрть все варианты"
        }
      },
      "computers": {
        "label": "Какой тип компьютера будем подбирать?",
        "option": {
          "tower": "Стандартный системный блок",
          "nettop": "Компактный системный блок",
          "monoblock": "Моноблок (системный блок объединен с экраном)"
        }
      },
      "computers_power_game": {
        "label": "Насколько мощный компьютер хотелось бы?",
        "option": {
          "skip": "Подойдет средней мощности",
          "power": "Нужен максимально мощный вариант"
        }
      },
      "computers_power_graphics": {
        "label": "Какие программы используете для работы?",
        "option": {
          "power": "Работаю в сложных программах, нужна максимальная мощность",
          "8_16_cores": "Работаю в стандартных графических редакторах"
        }
      }
    }
  }
}